{
  "name": "Daniel Quinayás Tello",
  "profession": "Full Stack Developer",
  "location": "Colombia, Santiago de Cali",
  "phone": 3023443586,
  "email": "daniel.qui.tello@gmail.com",
  "linkedin": "https://linkedin.com/in/daniel-quinayas-tello/",
  "github": "https://github.com/danieltelo95",
  "description": "I merge critical and analytical thinking skills to create innovative solutions. Specialized in front-end development with experience in full-stack projects.",
  "projects": [
      {
          "name": "Front end Mobile Developer Ajugar",
          "date": "Oct. 2023",
          "description": "Academic experience. Henry Bootcamp. As a Jr. Front-End Developer, I significantly contributed to the development of an upcoming app on PlayStore, focusing on creating and managing sports events. My role involved developing the user interface using Flutter and Dart, where I was responsible for shaping the visual image of the app.",
          "tasks": [
              "Developing app layout using Flutter",
              "Designing and implementing UI for the app.",
              "Utilizing work organization spaces like Github, Figma, Trello, and Asana."
          ],
          "technologies": {
              "front": "Flutter - Dart"
          }
      },
      {
          "name": "Black group design",
          "date": "Oct. 2023 - Nov. 2023",
          "description": "Academic experience. Henry Bootcamp. E-commerce dedicated to manufacturing and selling furniture, as well as decorations, with a payment gateway where users can make direct purchases using MercadoPago.",
          "tasks": [
              "Developing an E-commerce specialized in furniture and decorations",
              "Implementing an admin panel with important charts for the business model using chart js",
              "Utilizing work organization spaces like Jira, Figma, and Trello"
          ],
          "technologies": {
              "front": "Vite - React",
              "back": "Express js, Node js",
              "database": "PostgreSQL and Sequelize"
          },
          "link": "https://blackgroupdesing.vercel.app/"
      },
      {
          "name": "Founder Kao Vital",
          "date": "Jun. 2017 - Jan. 2023",
          "description": "As the creator and founder of a green cosmetics company, I successfully led a team of four people in the organization and comprehensive development of the project. My central role involved establishing a clear vision, strategic objectives, and a collaborative approach to achieve success in sales and resource acquisition. I implemented agile methodologies to ensure operational efficiency, using tools like Notion and Trello for project management and progress tracking. My leadership approach focused on motivating and guiding the team towards goal achievement, measured through key performance indicators (OKRs)."
      }
  ],
  "technologies": {
      "languages": ["JavaScript"],
      "frameworks": ["Node js", "Express js", "React", "Vite", "Redux"],
      "databases": ["PostgreSQL", "Sequelize"],
      "tools": ["Git", "Jira", "Confluence", "Slack"],
      "methodology": "Agile (Scrum)"
  },
  "education": [
      {
          "title": "Full Stack Web Developer",
          "institution": "Henry Bootcamp",
          "date": "2023",
          "description": "I completed 800 hours of theoretical-practical training, acquiring skills in front-end and back-end web development. I collaborated on practical projects, applying agile methodologies and using technologies like React, Node.js, and PostgreSQL. I gained experience in collaborative work, problem-solving, and developing innovative solutions."
      },
      {
          "title": "Professional in Chemistry",
          "institution": "Universidad Santiago de Cali",
          "date": "2021",
          "description": "Outstanding academic performance with an emphasis on Chemistry and Green Product Chemistry. I actively participated in study groups dedicated to teaching, being the president of the Chemistry study group, demonstrating leadership abilities that helped maintain optimal results among students. My education in chemistry has strengthened my analytical and critical thinking skills, transferable skills that complement my career in web development."
      }
  ],
  "languages": {
      "english": "C1 - Advanced"
  }
}
