{
    "nombre": "Daniel Quinayás Tello",
    "profesion": "Full Stack Developer",
    "ubicacion": "Colombia, Santiago de Cali",
    "telefono": 3023443586,
    "correo": "daniel.qui.tello@gmail.com",
    "linkedin": "https://linkedin.com/in/daniel-quinayas-tello/",
    "github": "https://github.com/danieltelo95",
    "descripcion": "Combino de manera sinérgica habilidades de pensamiento crítico y analítico para idear y ejecutar soluciones innovadoras. Mi especialización en el desarrollo front-end se complementa con una sólida experiencia en proyectos full stack, lo que me permite abordar desafíos desde múltiples perspectivas y ofrecer resultados integrales y efectivos. Apasionado por la creación de experiencias digitales significativas, me esfuerzo por fusionar la creatividad con la funcionalidad en cada proyecto en el que me involucro.",
    "proyectos": [
      {
        "nombre": "Black group design",
        "fecha": "Oct. 2023 - Nov. 2023",
        "videoId" : "LREzajthtd8",
        "descripcion": "Experiencia académica. Henry Bootcamp. E-commerce dedicado a la fabricación y venta de muebles, así como de decorados, con una pasarela de pagos donde los usuarios pueden comprar directamente usando mercado pago.",
        "tareas": [
          "Desarrollar un E-commerce especializado en muebles y decorados",
          "Implementar un panel de administrador con gráficas importantes para el modelo de negocio usando chart js",
          "Utilizar espacios de organización de trabajo como Jira, Figma y Trello"
        ],
        "tecnologias": {
          "front": "Vite - React",
          "back": "Express js, Node js",
          "baseDatos": "PostgreSQL y Sequelize"
        },
        "enlace": "https://blackgroupdesing.vercel.app/"
      },
      {
        "nombre": "Black wolf Tarot",
        "fecha": "Jul. 2024 - Ago. 2024",
        "imagen": "/tarot_image.png",
        "descripcion": "Trabajo Freelance. Desarrollé una landing page para un tarotista que ofrece lecturas y cursos de tarot, con un diseño atractivo y responsivo. Implementé Firebase para gestionar la subida de cursos y senté las bases para la futura integración de autenticación de usuarios y un sistema de compra en línea.",
        "tareas": [
          "Diseñar y desarrollar una landing page informativa sobre los cursos de tarot.",
          "Integrar Firebase para la administración y almacenamiento de cursos.",
          "Preparar la infraestructura para la futura autenticación de usuarios y la compra de cursos online."
        ],
        "tecnologias": {
          "front": "React, Tailwind CSS",
          "servicios en la nube": "Firebase (Firestore, Hosting, Autenticación)"
        },
        "enlace": "https://black-wolf-gold.vercel.app/"
      },
      {
        "nombre": "Wilka Agency",
        "fecha": "Feb. 2025 - Presente",
        "imagen": "/wilka_agency.png",
        "descripcion": "Trabajo Freelance. Desarrollé una página web para Wilka Agency, una agencia de modelos webcam. El sitio tiene un diseño limpio y moderno, con una interfaz fácil de usar para los usuarios y administradores. Implementé funciones de autenticación de usuarios con Firebase y preparé la infraestructura para un sistema de gestión de modelos y pagos.",
        "tareas": [
          "Diseñar y desarrollar una página web para la agencia de modelos.",
          "Implementar autenticación de usuarios mediante Firebase.",
          "Crear una interfaz de administración para gestionar modelos y pagos.",
          "Preparar el sitio para futuras integraciones y funciones, como un sistema de pagos en línea."
        ],
        "tecnologias": {
          "front": "React, Tailwind CSS"
        },
        "enlace": "https://wilkaagency.pages.dev/"
      }      
    ],

    "tecnologias": {
      "lenguajes": ["JavaScript"],
      "frameworks": ["Node js", "Express js", "React", "Vite", "Redux"],
      "baseDatos": ["PostgreSQL", "Sequelize"],
      "herramientas": ["Git", "Jira", "Confluence", "Slack"],
      "metodologia": "Agile (Scrum)"
    },

    "educacion": [
      {
        "titulo": "Full Stack Web Developer",
        "institucion": "Henry Bootcamp",
        "fecha": "2023",
        "descripcion": "Realicé 800 horas de formación teórico-práctica, adquiriendo habilidades en desarrollo web front-end y back-end. Colaboré en proyectos prácticos, aplicando metodologías ágiles y utilizando tecnologías como React, Node.js y PostgreSQL. Obtuve experiencia en trabajo colaborativo, resolución de problemas y desarrollo de soluciones innovadoras."
      },
      {
        "titulo": "Profesional en Química",
        "institucion": "Universidad Santiago de Cali",
        "fecha": "2021",
        "descripcion": "Destacado desempeño académico con énfasis en Química y Química de Productos Verdes. Participé activamente en grupos de estudios dedicados a la enseñanza, siendo presidente del grupo de estudio de Química, mostrando capacidades de liderazgo que permitieron mantener resultados óptimos entre los estudiantes. Mi formación en química ha fortalecido mi capacidad analítica y pensamiento crítico, habilidades transferibles que complementan mi carrera en desarrollo web."
      }
    ],
    
    "idiomas": {
      "ingles": "C1 - Avanzado"
    }
  }
  