{
    "nombre": "Daniel Quinayás Tello",
    "profesion": "Full Stack Developer",
    "ubicacion": "Colombia, Santiago de Cali",
    "telefono": 3023443586,
    "correo": "daniel.qui.tello@gmail.com",
    "linkedin": "linkedin.com/in/daniel-quinayas-tello/",
    "github": "github.com/danieltelo95",
    "descripcion": "Full Stack developer with a solid background in chemistry, blending critical and analytical thinking skills to create innovative solutions. Specialized in front-end development with experience in full-stack projects. Proficient in agile methodologies, GIT, data structures, frameworks, CSS, JavaScript, React, Node JS, Vite, Redux, Express, PostgreSQL, Flutter. I am a proactive problem solver, bringing creativity and efficiency to challenges. My adaptability shines in dynamic environments, while effective communication facilitates collaboration. Consider myself an innovator, constantly seeking learning opportunities to stay updated. Certified C1 in English for fluid communication in professional environments.",
    "proyectos": [
      {
        "nombre": "Front-end Mobile Developer  Ajugar",
        "fecha": "Oct. 2023  Present",
        "descripcion": "Academic experience. Henry Bootcamp. As a Jr. Front-End Developer, I have significantly contributed to the development of an upcoming application on the PlayStore, focusing on the creation and management of sports events. My role included UI development using Flutter and Dart, where I was responsible for shaping the visual image of the application.",
        "tareas": [
          "Develop the app's image using Flutter.",
          "Design and reproduce the UI for the app.",
          "Utilize workspace tools such as Github, Figma, Trello, and Asana."
        ],
        "tecnologias": {
          "front": "Flutter - Dart"
        }
      },
      {
        "nombre": "Full Stack Web Developer  Black group design",
        "fecha": "Oct. 2023  Nov. 2023",
        "descripcion": "Academic experience. Henry Bootcamp. E-commerce dedicated to the manufacturing and sale of furniture and decorations, with a payment gateway where users can buy directly using MercadoPago.",
        "tareas": [
          "Develop a specialized E-commerce for furniture and decorations.",
          "Implement an admin panel with important business model charts using Chart.js.",
          "Utilize workspace tools like Jira, Figma, and Trello."
        ],
        "tecnologias": {
          "front": "Vite - React",
          "back": "Express.js, Node.js",
          "baseDatos": "PostgreSQL and Sequelize"
        },
        "enlace": "https://blackgroupdesing.vercel.app/"
      },
      {
        "nombre": "Founder Kao Vital",
        "fecha": "Jun. 2017  Jan. 2023",
        "descripcion": "As the creator and founder of a green cosmetics company, I successfully led a team of four people in the organization and integral development of the project. My central role involved establishing a clear vision, strategic objectives, and a collaborative approach to achieve success in sales and resource acquisition. I implemented agile methodologies to ensure operational efficiency, using tools like Notion and Trello for project management and progress tracking. My leadership approach focused on motivating and guiding the team towards goal achievement, measured through key performance indicators (OKRs)."
      }
    ],

    "tecnologias": {
      "lenguajes": ["JavaScript"],
      "frameworks": ["Node.js", "Express.js", "React", "Vite", "Redux"],
      "baseDatos": ["PostgreSQL", "Sequelize"],
      "herramientas": ["Git", "Jira", "Confluence", "Slack"],
      "metodologia": "Agile (Scrum)"
    },

    "educacion": [
      {
        "titulo": "Full Stack Web Developer",
        "institucion": "Henry Bootcamp",
        "fecha": "2023",
        "descripcion": "Completed 800 hours of theoretical-practical training, acquiring skills in front-end and back-end web development. Collaborated on practical projects, applying agile methodologies and using technologies like React, Node.js, and PostgreSQL. Gained experience in collaborative work, problem-solving, and innovative solution development."
      },
      {
        "titulo": "Professional in Chemistry",
        "institucion": "Universidad Santiago de Cali",
        "fecha": "2021",
        "descripcion": "Outstanding academic performance with an emphasis on Chemistry and Green Product Chemistry. Actively participated in study groups dedicated to teaching, serving as the president of the Chemistry study group, showcasing leadership abilities that maintained optimal results among students. My chemistry education has strengthened my analytical and critical thinking skills, transferable skills that complement my career in web development."
      }
    ],
    
    "idiomas": {
      "ingles": "C1 - Advanced"
    }
  }
  