{
  "name": "Daniel Quinayás Tello",
  "profession": "Full Stack Developer",
  "location": "Colombia, Santiago de Cali",
  "phone": 3023443586,
  "email": "daniel.qui.tello@gmail.com",
  "linkedin": "https://linkedin.com/in/daniel-quinayas-tello/",
  "github": "https://github.com/danieltelo95",
  "description": "I synergize critical and analytical thinking skills to conceive and execute innovative solutions. Specializing in front-end development with experience in full-stack projects, I tackle challenges from multiple angles, delivering comprehensive and effective outcomes. Passionate about crafting meaningful digital experiences, I strive to merge creativity with functionality in every project I undertake.",
  "projects": [
      {
          "name": "Black group design",
          "date": "Oct. 2023 - Nov. 2023",
          "videoId" : "LREzajthtd8",
          "description": "Academic experience. Henry Bootcamp. E-commerce dedicated to manufacturing and selling furniture, as well as decorations, with a payment gateway where users can make direct purchases using MercadoPago.",
          "tasks": [
              "Developing an E-commerce specialized in furniture and decorations",
              "Implementing an admin panel with important charts for the business model using chart js",
              "Utilizing work organization spaces like Jira, Figma, and Trello"
          ],
          "technologies": {
              "front": "Vite - React",
              "back": "Express js, Node js",
              "database": "PostgreSQL and Sequelize"
          },
          "link": "https://blackgroupdesing.vercel.app/"
      },
      {
        "name": "Black Wolf Tarot",
        "date": "Jul. 2024 - Aug. 2024",
        "imagen": "/tarot_image.png",
        "description": "Freelance work. I developed a landing page for a tarot reader who offers readings and tarot courses, with an attractive and responsive design. I implemented Firebase to manage course uploads and laid the groundwork for future user authentication and an online course purchasing system.",
        "tasks": [
          "Design and develop an informational landing page for tarot courses.",
          "Integrate Firebase for course management and storage.",
          "Prepare the infrastructure for future user authentication and online course purchasing."
        ],
        "technologies": {
          "front": "React, Tailwind CSS",
          "cloud services": "Firebase (Firestore, Hosting, Authentication)"
        },
        "link": "https://black-wolf-gold.vercel.app/"
      }
  ],
  "technologies": {
      "languages": ["JavaScript"],
      "frameworks": ["Node js", "Express js", "React", "Vite", "Redux"],
      "databases": ["PostgreSQL", "Sequelize"],
      "tools": ["Git", "Jira", "Confluence", "Slack"],
      "methodology": "Agile (Scrum)"
  },
  "education": [
      {
          "title": "Full Stack Web Developer",
          "institution": "Henry Bootcamp",
          "date": "2023",
          "description": "I completed 800 hours of theoretical-practical training, acquiring skills in front-end and back-end web development. I collaborated on practical projects, applying agile methodologies and using technologies like React, Node.js, and PostgreSQL. I gained experience in collaborative work, problem-solving, and developing innovative solutions."
      },
      {
          "title": "Professional in Chemistry",
          "institution": "Universidad Santiago de Cali",
          "date": "2021",
          "description": "Outstanding academic performance with an emphasis on Chemistry and Green Product Chemistry. I actively participated in study groups dedicated to teaching, being the president of the Chemistry study group, demonstrating leadership abilities that helped maintain optimal results among students. My education in chemistry has strengthened my analytical and critical thinking skills, transferable skills that complement my career in web development."
      }
  ],
  "languages": {
      "english": "C1 - Advanced"
  }
}
